package com.otterwood.common.constants;

/**
 * 用户等级常量类
 * +----------------------------------------------------------------------
 * | OTTERWOOD [ OTTERWOOD赋能开发者，助力企业发展 ]
 * +----------------------------------------------------------------------
 * | Copyright (c) 2016~2025 https://www.otterwood.com All rights reserved.
 * +----------------------------------------------------------------------
 * | Licensed OTTERWOOD并不是自由软件，未经许可不能去掉OTTERWOOD相关版权
 * +----------------------------------------------------------------------
 * | Author: OTTERWOOD Team <admin@otterwood.com>
 * +----------------------------------------------------------------------
 */
public class UserLevelConstants {

    /**
     * ---------------------------------------
     * --------系统用户等级常量------------------
     * ---------------------------------------
     */
    /** 系统用户等级规则 */
    public static final String SYSTEM_USER_LEVEL_RULE = "userLevelRule";


}
